Repository: fabiocaccamo/django-admin-interface
Catalog: admin_interface/locale/*/LC_MESSAGES/django.po
Languages: ar

source: Environment
ar: البيئة

source: Language chooser
ar: أداة اختيار اللغة

source: Logo
ar: الشعار

source: Favicon
ar: الأيقونة

source: Title
ar: العنوان

source: Header
ar: الرأس

source: Breadcrumbs / Module headers
ar: مسار التنقل / عناوين الوحدات

source: Generic Links
ar: الروابط العامة

source: Save Buttons
ar: أزرار الحفظ

source: Delete Buttons
ar: أزرار الحذف

source: Navigation Bar
ar: شريط التنقل

source: Related Modal
ar: النافذة المشترطة ذات الصلة

source: Form Controls
ar: عناصر التحكم في النماذج

source: List Filter
ar: عامل تصفية القائمة

source: Change Form
ar: نموذج التعديل

source: Inlines
ar: الكيانات المضمنة

source: Recent Actions
ar: الإجراءات الحديثة

source: Admin Interface
ar: واجهة الإدارة

source: name
ar: الاسم

source: active
ar: نشط

source: Django administration
ar: إدارة Django

source: title
ar: العنوان

source: color
ar: اللون

source: visible
ar: مرئي

source: Leave blank to use the default Django logo
ar: اتركه فارغاً لاستخدام شعار Django الافتراضي

source: logo
ar: الشعار

source: max width
ar: أقصى عرض

source: max height
ar: أقصى ارتفاع

source: (.ico|.png|.gif - 16x16|32x32 px)
ar: (.ico|.png|.gif - 16x16|32x32 بكسل)

source: favicon
ar: الأيقونة

source: (red: #E74C3C, orange: #E67E22, yellow: #F1C40F, green: #2ECC71, blue: #3498DB)
ar: (أحمر: #E74C3C، برتقالي: #E67E22، أصفر: #F1C40F، أخضر: #2ECC71، أزرق: #3498DB)

source: visible in header (marker and name)
ar: مرئي في رأس الصفحة (المحدد والاسم)

source: visible in favicon (marker)
ar: مرئي في الأيقونة (المحدد)

source: Default Select
ar: اختيار افتراضي

source: Minimal Select
ar: اختيار مصغر

source: control
ar: عنصر التحكم

source: code
ar: الكود

source: display
ar: العرض

source: background color
ar: لون الخلفية

source: text color
ar: لون النص

source: link color
ar: لون الرابط

source: link hover color
ar: لون التمرير على الرابط

source: background selected color
ar: لون الخلفية للمحدد

source: link selected color
ar: لون الرابط للمحدد

source: rounded corners
ar: زوايا دائرية

source: link active color
ar: لون الرابط النشط

source: background hover color
ar: لون خلفية التمرير

source: background opacity
ar: شفافية الخلفية

source: close button visible
ar: زر الإغلاق مرئي

source: highlight active
ar: تمييز النشط

source: use dropdown
ar: استخدام القائمة المنسدلة

source: sticky position
ar: موضع ثابت

source: quick remove links for active filters at top of sidebar
ar: روابط الإزالة السريعة لعوامل التصفية النشطة أعلى الشريط الجانبي

source: foldable apps
ar: طي وتوسيع التطبيقات

source: fieldsets as tabs
ar: عرض المجموعات في شكل ألسنة

source: inlines as tabs
ar: عرض السجلات المرتبطة في شكل ألسنة

source: collapsible stacked inlines
ar: إمكانية طي السجلات المتراصة

source: collapsible stacked inlines collapsed
ar: السجلات المتراصة مطوية افتراضياً

source: collapsible tabular inlines
ar: إمكانية طي السجلات الجدولية

source: collapsible tabular inlines collapsed
ar: السجلات الجدولية مطوية افتراضياً

source: sticky actions
ar: الإجراءات الثابتة

source: sticky submit
ar: إرسال ثابت

source: sticky pagination
ar: ترقيم الصفحات الثابت

source: Theme
ar: السمة

source: Themes
ar: السمات

source: Filter
ar: فلترة

source: Hide counts
ar: إخفاء العدد

source: Show counts
ar: عرض العدد

source: Clear all filters
ar: مسح كل عوامل الفلترة

source: Change
ar: تعديل

source: View
ar: عرض

source: View on site
ar: عرض على الموقع

source: Delete?
ar: حذف؟

source: By %(filter_title)s
ar: حسب %(filter_title)s

source: Popup closing...
ar: يتم إغلاق النافذة المنبثقة...
